Repository: nabab/appui-option
Catalog: src/locale/*/LC_MESSAGES/appui-option62.po
Languages: it

source: options changed
it: opzioni cambiate

source: Root
it: Radice

source: Field
it: Campo

source: Insert a form field
it: Inserire un campo del formulario

source: Insert a title
it: Inserire un titolo

source: Insert the field's name
it: Inserire il nome del campo

source: The permissions' configuration comes from the parent option
it: La configurazione dei permessi deriva dall'opzione genitore

source: This permission's configuration comes from the parent option
it: La configurazione di questo permesso deriva dall'opzione genitore

source: None
it: Nessuno

source: This
it: Questo

source: Children
it: Figli

source: Cascade
it: Cascata

source: All (this + cascade)
it: Tutto (questo + cascata)

source: Options
it: Opzioni

source: Are you sure you want to back to the default configuration?
it: Sei sicuro di voler tornare alla configurazione predefinita?

source: Success
it: Successo

source: Configuration for items in option
it: Configurazione per gli elementi nell'opzione

source: Unlock
it: Sblocca

source: Inherited from
it: Ereditato da

source: Back to default
it: Torna al predefinito

source: Presets
it: Preimpostati

source: Categories' page
it: Pagina delle categorie

source: Hide the parent button
it: Nascondi il bottone genitore

source: Hide parent
it: Nascondi genitore

source: Allow children
it: Consenti discendenti

source: Show
it: Mostra

source: Code
it: Codice

source: Hide the text column
it: Nascondi la colonna testo

source: No text
it: Nessun testo

source: Icon
it: Icona

source: Alias' root
it: Radice dell'alias

source: Alias' name
it: Nome dell'alias

source: Orderable
it: Ordinabile

source: Inheritance
it: Eredità

source: Only children
it: Solo il primo grado

source: Default
it: Predefinito

source: Permissions
it: Permessi

source: Default value
it: Valore predefinito

source: External MV
it: MV esterno

source: Form
it: Formulario

source: Show value
it: Mostra valore

source: Language
it: Lingua

source: Language inheritance
it: Eredità lingua

source: Description
it: Descrizione

source: Help
it: Aiuto

source: SubConfigurator
it: Sotto-configurazione

source: Browse
it: Sfoglia

source: Icon Picker
it: Selettore icona

source: Saved
it: Salvato

source: Text
it: Testo

source: Clear
it: Pulisci

source: Tekname
it: Nome variabile

source: Value
it: Valore

source: Current path
it: Percorso corrente

source: Configuration
it: Configurazione

source: Fix order
it: Riparare ordine

source: Add
it: Aggiungi

source: Option's configuration
it: Configurazione dell'opzione

source: Fixed
it: Riparato

source: Edit
it: Modifica

source: Copy
it: Copia

source: Delete
it: Elimina

source: List
it: Lista

source: New option
it: Nuova opzione

source: Updating option
it: Aggiornamento opzione

source: Do you also want to duplicate children options?
it: Vuoi anche duplicare le opzioni figlie?

source: Copy option
it: Copia opzione

source: Are you sure you want to delete this entry?
it: Sei sicuro di voler eliminare questa voce?

source: Deleted
it: Eliminato

source: Parent
it: Genitore

source: Order in the list
it: Ordine nella lista

source: Variable name
it: Nome della variabile

source: Sub options
it: Sotto-opzioni

source: Actions
it: Azioni

source: Are you sure you want to delete this option?
it: Sei sicuro di voler eliminare questa opzione?

source: Are you sure you want to delete this option's history?
it: Sei sicuro di voler eliminare la cronologia di questa opzione?

source: Usage
it: Utilizzo

source: No occurrence of this option found
it: Nessuna occorrenza di questa opzione trovata

source: Go to
it: Vai verso

source: Delete cache option
it: Elimina la cache dell'opzione

source: Remove option from db
it: Rimuovi l'opzione dal database

source: Remove
it: Rimuovi

source: Remove option's history
it: Rimuovi la cronologia dell'opzione

source: Remove history
it: Rimuovi cronologia

source: Values
it: Valori

source: My preferences
it: Le mie preference

source: Users preferences
it: Preferenze utilizzatore

source: Stats
it: Statistiche

source: Saved!
it: Salvato

source: Error!
it: Errore!

source: Type
it: Tipo

source: Public
it: Pubblico

source: Check all
it: Seleziona tutto

source: Uncheck all
it: Deseleziona tutto

source: Inserted!
it: Inserito!

source: Error
it: Errore

source: times
it: volte

source: Option
it: Opzione

source: Option used
it: Opzione usata

source: User
it: Utente

source: Group
it: Gruppo

source: Add preference
it: Aggiungi preferenza

source: Edit preference
it: Modifica preferenza

source: Are you sure you want to to delete this preference?
it: Sei sicuro di voler eliminare questa preferenza?

source: Are you sure you want to delete these preferences?
it: Sei sicuro di voler eliminare queste preferenze?

source: Delete all
it: Elimina tutto

source: Password changed successfully
it: Password cambiata con successo

source: Change Passwod
it: Cambia Password

source: New password
it: Nuova password

source: Insert new passwod
it: Inserisci una nuova password

source: Loading..
it: Caricamento...

source: Categorie's name
it: Nome della categoria

source: Number of items
it: Numero elementi

source: Access name
it: Nome d'accesso

source: ID Alias
it: ID dell'alias

source: Refresh all permissions
it: Aggiorna tutti i permessi

source: Clean up permissions (delete obsoletes)
it: Pulisci i permessi (elimina quelli obsoleti)

source: No item selected
it: Nessun elemento selezionato

source: Select an item...
it: Seleziona un elemento...

source: Permission for
it: Autorizzazione per

source: Save
it: Salva

source: New permission (under this one)
it: Nuova autorizzazione (sotto questa)

source: Groups
it: Gruppi

source: Users
it: Utenti

source: Reset stream
it: Reimposta flusso

source: Delete cache
it: Elimina cache

source: Select Option
it: Seleziona opzione

source: Show Usage
it: Mostra utilizzo

source: Select an option in the tree
it: Seleziona un opzione nell'albero

source: Text and Code are mandatory!
it: Testo e Codice sono obbligatori

source: Options's page
it: Pagina delle opzioni

source: Access
it: Accesso

source: Are you sure you want to delete this permission?
it: Sei sicuro di voler eliminare questo permesso?

source: Deleted!
it: Eliminato!

source: Choose plugins to refresh
it: Scegli i plugin da aggiornare

source: Are you sure you want to update the chosen permissions?
it: Sei sicuro di voler aggiornare i permessi selezionati?

source: Depending on the size of your app it might take a while
it: Potrebbe volerci un po' di tempo a seconda delle dimensioni della tua app

source: permissions have been added
it: permessi sono stati aggiunti

source: No permission has been added
it: Non è stato aggiunto alcun permesso

source: Are you sure you want to clean up the permissions?
it: Sei sicuro di voler pulire i permessi?

source: It will delete only obsoletes ones which don't correspond to any file and have no user option defined.
it: Eliminerà solo quelli obsoleti che non corrispondono a nessun file e non hanno opzioni utente definite.

source: permissions have been removed
it: permessi sono stati eliminati

source: All good but no need to delete anything
it: Tutto bene non c'è bisogno di eliminare nulla

source: Are you sure you want to update all permissions? It might take a while...
it: Sei sicuro di voler aggiornare tutti i permessi? Potrebbe volerci un po...

source: Import
it: Importa

source: Export option for database
it: Esporta opzione per il database

source: Export option for import
it: Esporta opzione per importazione

source: Export children for import
it: Esporta figli per importazione

source: Export children for database
it: Esporta figli per il database

source: Export tree for import
it: Esporta albero per importazione

source: Export tree for database
it: Esporta albero per il database

source: Option successfully moved
it: Opzione spostata con successo

source: Error!! Option not moved
it: Errore! L'opzione non è stata spostata

source: Export
it: Esporta

source: Impossible to retrieve information about this element
it: Impossibile recuperare informazioni su questo elemento

source: Update of options' category
it: Aggiornamento della categoria delle opzioni

source: New options' category
it: Nuova categoria di opzioni

source: Impossible to add the category
it: Impossibile aggiungere la categoria

source: Impossible to update the category
it: Impossibile aggiornare la categoria

source: Impossible to delete the category
it: Impossibile eliminare la categoria

source: Are you sure you want to delete this category and all its items
it: Sei sicuro di voler eliminare questa categoria e tutti i suoi elementi

source: Name
it: Nome

source: Accessible
it: Accessibile

source: from
it: da

source: Application
it: Applicazione

source: Main application
it: Applicazione principale

source: Appui options' categories list
it: Elenco delle categorie delle opzioni Appui

source: Sorry, a problem occured while moving this item, and although the tree says otherwise the item has not been moved.
it: Spiacenti, si è verificato un problema durante lo spostamento di questo elemento e, sebbene l'albero indichi diversamente, l'elemento non è stato spostato.

source: Please refresh the tab in order to see the awful truth...
it: Aggiorna la scheda per favore

source: Are you sure you want to move this option? Although the configuration will remain the same, the access path will be changed.
it: Sei sicuro di voler spostare questa opzione? Anche se la configurazione rimarrà la stessa, il percorso cambierà

source: building
it: in fase di costruzione

source: Options' categories list
it: Lista delle categorie di opzioni

source: Full List
it: Lista completa

source: You don't have the permission to access this option
it: Non hai il permesso per accedere a questa opzione

source: Access control
it: Controllo di accesso

source: Options' tree
it: Albero delle opzioni
